Repository: descartae/ios
Catalog: Descartae/*.lproj/Localizable.strings
Languages: pt_br

source: Back
pt_br: Voltar

source: Whoops!
pt_br: Ops!

source: Thank you
pt_br: Obrigado

source: Send
pt_br: Enviar

source: Cancel
pt_br: Cancelar

# greeting_alert_title
source: Hooray!
pt_br: Oba!

# first_page_title
source: Disposal facilities
pt_br: Pontos de coleta

# first_page_subtitle
source: Finally you can find where to discard waste such as electronics, batteries and furniture at the nearest facilities around you
pt_br: Finalmente você contrará onde descatar lixos como eletrônicos, pilhas e móveis nos pontos mais próximos de onde você está

# second_page_title
source: Made at the Library
pt_br: Feito na Biblioteca

# second_page_subtitle
source: That's right! The databases of Descartaê are maintened by the librarians volunteers of each city
pt_br: Isso mesmo! Os dados do Descartaê são alimentados pelos bibliotecários voluntários de cada cidade

# third_page_title
source: Join us!
pt_br: Junte-se a nós!

# third_page_subtitle
source: Tap on the button below and let your life easier and more sustainable
pt_br: Clique no botão abaixo para começar a deixar sua vida mais fácil e green

# start_button_title
source: Start
pt_br: Começar

# enable_location_title
source: Enable location
pt_br: Habilitar localização

# enable_location_subtitle
source: It is needed that you allow the usage of your location so we can find the waste diposal facilities around you
pt_br: É necessário permitir o uso da sua localização para podermos encontrar os pontos de coleta mais próximos de você

# allow_location_button_title
source: Allow
pt_br: Permitir

# already_have_location_message
source: You already gave us permission to grab your location, but it is unavailable now. As soon as we can get it we will show the nearby waste disposal facilities
pt_br: Você já nos deu permissão para usar sua localização, mas ela está indisponível agora. Assim que conseguirmos usá-la iremos mostrar os pontos de coleta mais próximos de você.

# offline_state_subtitle
source: It looks like you are offline. Tap the button below to refresh.
pt_br: Parece que você está offline. Toque no botão para atualizar.

# try_again_button_title
source: Try again
pt_br: Tentar novamente

# empty_state_title
source: Whoops, nothing found
pt_br: Ops, nada encontrado

# empty_state_subtitle
source: We don't found any facility around you that supports the waste types you've selected
pt_br: Não encontramos nenhum ponto de coleta perto de você que recolha os tipos de lixo selecionados

# clear_filters_button_title
source: Clear filters
pt_br: Limpar filtros

# unavailable_region_title
source: Region not supported
pt_br: Região indisponível

# unavailable_region_subtitle
source: Our volunteers are working hard to map all cities, but unfortunately we still not support your region. Want to be notified when we do?
pt_br: Nossos voluntários trabalham muito para mapear todas as cidades mas ainda não suportarmos sua região. Quer ser avisado sobre novidades?

# waitlist_button_title
source: Notitfy me
pt_br: Me avise

# waste_disposal_facilities_title
source: Disposal facilities
pt_br: Pontos de coleta

# list_facilities_segment
source: List
pt_br: Lista

# map_facilities_segment
source: Map
pt_br: Mapa

# load_more_on_map
source: Load more
pt_br: Carregar mais

# facility_details_title
source: Details
pt_br: Detalhes

# route_to_facility
source: Routes
pt_br: Rotas

# waste_types_title
source: Waste types
pt_br: Resíduos

# open_hours_title
source: Open hours
pt_br: Horários

# open_hours_collapsed_title
source: More
pt_br: Mais

# open_hours_expanded_title
source: Less
pt_br: Menos

# today_open_hours_unavailable
source: Today open hours aren't available
pt_br: Horários de hoje indisponíveis

# today_title
source: Today
pt_br: Hoje

source: Sunday
pt_br: Domingo

source: Monday
pt_br: Segunda-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

# telephone_contact_title
source: Telephone
pt_br: Telefone

# telephone_action_title
source: Call
pt_br: Ligar

# website_contact_title
source: Website
pt_br: Site

# website_action_title
source: Open
pt_br: Acessar

# report_an_issue_button_title
source: Report an issue
pt_br: Informar um problema

# routes_app_selection_title
source: Which app do you want to use for tracing a route?
pt_br: Qual app você quer usar para traçar uma rota?

# shared_to_clipboard_alert_message
source: Copied to clipboard! Now just paste it everywhere
pt_br: Copiado! Agora é só colar por aí.

# compliment_for_sharing_alert_message
source: Thank you for sharing, together we build a cleaner and better city!
pt_br: Obrigado por compartilhar, juntos construimos uma cidade melhor e mais limpa :)

# spread_the_word
source: I'll spread the word
pt_br: Vou espalhar a ideia

# open_website_title
source: Do you want to go to this website?
pt_br: Quer acessar este site?

# open_website_action
source: Go to website
pt_br: Acessar

# filter_facilities_title
source: Filter
pt_br: Filtrar

# filter_facilities_subtitle
source: Filter by waste types
pt_br: Filtrar por tipo de resíduo

# clear_filter_button_title
source: Clear
pt_br: Limpar

# apply_filters_button_title
source: Apply
pt_br: Aplicar

# facility_issue_title
source: Facility issue
pt_br: Reportar problema

# general_feedback_title
source: Feedback
pt_br: Solta o verbo

# facility_issue_subtitle
source: Do you found an issue with this waste disposal facility? Tell us!
pt_br: Encontrou algum problema com este ponto de coleta? Nos conte!

# general_feedback_subtitle
source: Are you enjoying Descartaê? Tell your opinion!
pt_br: O que está achando do Descartaê? Nos conta aí!

# region_waitlist_subtitle
source: Enter your e-mail so we can notify you when support your region!
pt_br: Informe seu e-mail para avisarmos sobre o mapeamento da sua região!

# empty_feedback_alert_message
source: The text field is empty!
pt_br: O campo de texto está vazio!

# feedback_compliment_title
source: Thanks for sharing your thoughts
pt_br: Obrigado por compartilhar sua opinião

# feedback_compliment_message_alert
source: Don't forgot to rate us on the App Store <3
pt_br: Não se esqueça de avaliar na App Store <3

# facility_feedback_compliment_title
source: Thank you
pt_br: Obrigado

# facility_feedback_compliment_message_alert
source: You're helping us to improve :)
pt_br: Por nos ajudar a melhorar :)

# region_waitlist_error_message
source: Sorry, it was not possible to register your e-mail right now. Please, try again later.
pt_br: Desculpe, não foi possível registrar seu e-mail, tente novamente mais tarde.

# region_waitlist_success_title
source: We are glad you support the cause
pt_br: Ficamos felizes com o seu apoio

# region_waitlist_success_message
source: Our volunteers are working hard to expand the supported cities
pt_br: Nossos voluntários estão trabalhando duro para suportarmos mais cidades

# info_title
source: Informations
pt_br: Informações

# waste_types_label_title
source: Waste types
pt_br: Tipos de lixo

# about_label_title
source: About the project
pt_br: Sobre o projeto

# feedback_label_title
source: Send a feedback
pt_br: Enviar feedback

# rate_label_title
source: Rate on App Store
pt_br: Avaliar na App Store

# facebook_share_label_title
source: Share on Facebook
pt_br: Compartilhar
